const Data = () => ({
  PHOTOS_COUNT: 25,
  NAMES: ['Гендальф', 'Фродо', 'Арагорн', 'Сэм'],
  DESCRIPTION: ['Без фильтров', 'Новая камера', 'Зацените фотку!', 'Хороший ракурс', 'Просто так', 'Из архива'],
  PHOTOS: {MIN: 1, MAX: 25},
  LIKES: {MIN: 15, MAX: 200},
  MESSAGES: [
    'Всё отлично!',
    'В целом всё неплохо. Но не всё.',
    'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
    'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
    'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
    'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
  ],

});

export { Data };
